// /** @file
// Platform Rtc driver to Set Time.
// 
// This driver provides Platform SetTime services to Runtime Service Table.
//
// Copyright (c) 2016, Intel Corporation. All rights reserved.<BR>
//
// This program and the accompanying materials
// are licensed and made available under the terms and conditions of the BSD License
// which accompanies this distribution.  The full text of the license may be found at
// http://opensource.org/licenses/bsd-license.php
// 
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
// **/


#string STR_MODULE_ABSTRACT             #language en-US "Platform Rtc driver to Set Time"

#string STR_MODULE_DESCRIPTION          #language en-US "This driver provides Platform SetTime services to Runtime Service Table. It will depend on protocol with gEfiRealTimeClockArchProtocolGuid."

